Repository: Navaneethsen/loadepg
Catalog: po/*.po
Languages: de_de, es_es, fi_fi, it_it, nl_nl

source: Load EPG type MediaHighWay, SkyBox, from script or file
de_de: Lade EPG von MediaHighWay, SkyBox, Skript oder Datei
es_es: Carga EPG tipo MediaHighWay, SkyBox, desde script o fichero
fi_fi: Pٶivitٶ MediaHighway- tai SkyBox-ohjelmaopas
it_it: Carica EPG tipo MediaHighWay, SkyBox, da script o file
nl_nl: Laad EPG type MediaHighWay, SkyBox, via script of bestand

source: LoadEPG
de_de: Lade EPG
fi_fi: Pٶivitٶ ohjelmaopas

source: Stopped loading
de_de: Laden beendet
es_es: Carga interrumpida
fi_fi: Pٶivitys pysٶytetty
it_it: Caricamento interrotto
nl_nl: Gestopt met laden

source: Wait loading epg data
de_de: Bitte warten, lade epg daten
es_es: Espere mientras se carga el EPG
fi_fi: Odota ohjelmaoppaan latautumista
it_it: Attendi il caricamento dei dati
nl_nl: EPG data wordt geladen

source: Error loading
de_de: Fehler beim laden
es_es: Error en la carga
fi_fi: Virheellinen pٶivitys
it_it: Errore di caricamento
nl_nl: Fout bij laden

source: Completed loading
de_de: Download komplett
es_es: Carga completa
fi_fi: Pٶivitys valmis
it_it: Caricamento completato
nl_nl: Laden gereed

source: Select a provider and press Ok
de_de: Auswahl des Providers mit Ok
es_es: Seleccionar proveedor y pulsar OK
fi_fi: Paina 'OK' valittuasi palveluntarjoajan
it_it: Seleziona un provider e premi Ok
nl_nl: Selecteer een provider en druk op OK

source: The plugin is already active
de_de: Das Plugin ist bereits aktiv
es_es: El plugin ya está activo
fi_fi: Laajennos on jo aktiivinen
it_it: Il plugin è gia' attivo
nl_nl: De plugin is al actief

source: Stop
fi_fi: Lopeta

source: None
de_de: Keine
es_es: Ninguno
fi_fi: Tyhjٶ
it_it: Nessuna
nl_nl: Geen

source: Use file channels equivalents
es_es: Utilizar fichero de equivalencias de canales
fi_fi: Suodata pٶٶllekkٶiset kanavat
it_it: Usa il file canali equivalenti
nl_nl: Maak gebruik van loadepg.equiv

source: No
de_de: Nein
fi_fi: ei
nl_nl: Nee

source: Yes
de_de: Ja
es_es: Sí
fi_fi: kyllٶ
it_it: Sì
nl_nl: Ja

source: DVB-S device for scanning
de_de: DVB-S device fürs scannen
es_es: Dispositivo DVB-S para la busqueda
fi_fi: Kٶytٶ DVB-S-korttia
it_it: Scheda DVB-S per scansione
nl_nl: DVB-S device voor het scannen

source: DVB-S device with rotor
de_de: DVB-S device mit Rotor
es_es: Dispositivo DVB-S con rotor
fi_fi: Kٶytٶ moottoroitua DVB-S-korttia
it_it: Scheda DVB-S con rotore
nl_nl: DVB-S device met rotor

source: Enable messages OSD
de_de: OSD Mitteilungen
es_es: Habilita mensajes OSD
fi_fi: Kٶytٶ kuvaruutuviestejٶ
it_it: Abilita i messaggi OSD
nl_nl: OSD Boodschappen toestaan

source: Invalid provider number
de_de: Unzulässige provider nummer
es_es: Numero de proveedor no valido
fi_fi: Virheellinen palveluntarjoajan valinta
it_it: Il numero di provider non è valido
nl_nl: Ongeldig provider nummer

source: Auto
de_de: Automatisch
